{
  "aboutScreen": {
    "website": "",
    "discord": "indonesia",
    "github": "Indonesia",
    "helpTranslate": "INDONESIA",
    "sources": "Indonesi",
    "version": "",
    "whatsNew": ""
  },
  "advancedSettings": "",
  "advancedSettingsScreen": {
    "cachedNovelsDeletedToast": "",
    "chapterInsertFailed": "chapter insert failed",
    "clearCachedNovels": "Clear cached novels",
    "clearCachedNovelsDesc": "Delete cached novels which not in your library",
    "clearDatabaseWarning": "Are you sure? Read and Downloaded chapters and progress of non-library novels will be lost.",
    "clearUpdatesMessage": "Updates cleared.",
    "clearUpdatesTab": "Clear updates tab",
    "clearUpdatesWarning": "Are you sure? Updates tab will be cleared.",
    "clearupdatesTabDesc": "Clears chapter entries in updates tab",
    "dataManagement": "Data Management",
    "deleteReadChapters": "Hapus bab yang telah dibaca\n",
    "deleteReadChaptersDialogTitle": "Apakah kamu yakin? Semua bab ditandai sebagai sudah dibaca akan dihapus.",
    "importEpub": "Import Epub",
    "importNovel": "Import Novel",
    "importStaticFiles": "Import Static Files",
    "novelInsertFailed": "novel insert failed",
    "useFAB": "Use FAB instead of button",
    "userAgent": "User Agent"
  },
  "appearance": "Appearance",
  "appearanceScreen": {
    "accentColor": "Accent Color",
    "alwaysShowNavLabels": "Always show nav labels",
    "appTheme": "App theme",
    "darkTheme": "Dark Theme",
    "hideBackdrop": "Hide backdrop",
    "lightTheme": "Light Theme",
    "navbar": "Navbar",
    "novelInfo": "Novel info",
    "pureBlackDarkMode": "Pure black dark mode",
    "showHistoryInTheNav": "Show history in the nav",
    "showUpdatesInTheNav": "Show updates in the nav",
    "theme": {
      "default": "Default",
      "lavender": "Lavender",
      "midnightDusk": "Midnight Dusk",
      "daybreakBloom": "Daybreak Bloom",
      "strawberry": "Strawberry Daiquiri",
      "tako": "Tako",
      "teal": "Teal",
      "turquoise": "Turquoise",
      "yotsuba": "Yotsuba"
    }
  },
  "backupScreen": {
    "backupName": "Backup name",
    "createBackup": "Create backup",
    "createBackupDesc": "Can be used to restore current library",
    "createBackupWarning": "Create backup may not work on devices with Android 9 or lower.",
    "downloadingData": "Downloading Data",
    "downloadingDownloadedFiles": "Downloading Downloaded files",
    "drive": {
      "backup": "Drive Backup",
      "backupInterruped": "Drive Backup Interruped",
      "googleDriveBackup": "Google Drive Backup",
      "restore": "Drive Restore",
      "restoreInterruped": "Drive Restore Interruped"
    },
    "googeDrive": "Googe Drive",
    "googeDriveDesc": "Backup to your Google Drive",
    "invalidBackupFolder": "Invalid backup folder",
    "legacy": {
      "backupCreated": "Backup created %{fileName}",
      "libraryRestored": "Library Restored",
      "noAvailableBackup": "There's no available backup",
      "novelsRestored": "%{num} novels restored"
    },
    "legacyBackup": "Legacy Backup",
    "noBackupFound": "No backup found",
    "preparingData": "Preparing Data",
    "remote": {
      "backup": "Self Host Backup",
      "host": "Host",
      "unknownHost": "Unknown host"
    },
    "remoteBackup": "Remote Backup",
    "restoreBackup": "Restore backup",
    "restoreBackupDesc": "Restore library from backup file",
    "restoreLargeBackupsWarning": "Restoring large backups may freeze the app until restoring is finished",
    "restorinBackup": "Restoring backup",
    "restoringData": "Restoring Data",
    "selfHost": "Self Host",
    "selfHostDesc": "Backup to your server",
    "uploadingData": "Uploading Data",
    "uploadingDownloadedFiles": "Uploading Downloaded files"
  },
  "browse": "Telusur",
  "browseScreen": {
    "addedToLibrary": "Telah ditambahkan ke koleksi",
    "available": "Available",
    "discover": "Jelajahi",
    "globalSearch": "Pencarian global\n",
    "installFailed": "Installation failed: %{name}",
    "installed": "Installed",
    "installedPlugin": "Installed %{name}",
    "installedPlugins": "Installed plugins",
    "lastUsed": "Terakhir digunakan\n",
    "latest": "Terbaru\n",
    "listEmpty": "Menggunakan bahasa dari pengaturan\n",
    "migration": {
      "dialogMessage": "Migrate %{url}?",
      "novelAlreadyInLibrary": "Novel already in library",
      "selectSource": "Select Source",
      "selectSourceDesc": "Select a Source To Migrate From"
    },
    "noSource": "Your library does not have any novels from this source",
    "removeFromLibrary": "Dihapus dari koleksi\n",
    "searchbar": "Cari sumber\n",
    "selectNovel": "Select Novel",
    "uninstalledPlugin": "Uninstalled %{name}",
    "updateFailed": "Update failed",
    "updatedTo": "Updated to %{version}",
    "settings": {
      "title": "Plugin Settings",
      "description": "Fill in the plugin settings. Restart app to apply the settings."
    }
  },
  "browseSettings": "Pengaturan Setelan\n",
  "browseSettingsScreen": {
    "concurrentSearches": "Concurrent Source Searches",
    "multi": "Multi",
    "languages": "Bahasa\n"
  },
  "categories": {
    "addCategories": "Tambah kategori\n",
    "cantDeleteDefault": "You cant delete default category",
    "default": "Default",
    "defaultCategory": "Kategori default\n",
    "deleteModal": {
      "desc": "Apakah Kamu ingin untuk menghapus kategori ini\n",
      "header": "Hapus kategori\n"
    },
    "duplicateError": "Kategori dengan nama ini sudah ada!\n",
    "editCategories": "Ganti nama kategori\n",
    "emptyMsg": "Kamu tidak memiliki kategori. Tekan tombol tambah untuk membuat satu untuk merapikan koleksimu\n",
    "header": "Ubah kategori\n",
    "local": "Local",
    "setCategories": "Mengatur kategori\n",
    "setModalEmptyMsg": "Kamu tidak memiliki kategori. Tekan tombol Ganti untuk membuat satu untuk merapikan koleksi kamu\n"
  },
  "repositories": {
    "emptyMsg": "You have no repositories. Add your first plugin repository to get started."
  },
  "common": {
    "about": "About",
    "add": "Tambahkan",
    "all": "Semuanya",
    "backup": "Backup",
    "cancel": "Batal",
    "categories": "Kategori",
    "chapters": "Bab",
    "clear": "Kosongkan",
    "copiedToClipboard": "Copied to clipboard: %{name}",
    "delete": "Delete",
    "deleted": "Deleted %{name}",
    "deprecated": "Deprecated",
    "display": "Tampilan\n",
    "done": "Done",
    "downloads": "Downloads",
    "edit": "Ubah",
    "example": "Example",
    "filter": "Filter",
    "globally": "menyeluruh",
    "install": "Pasang",
    "logout": "Logout",
    "name": "Nama",
    "newUpdateAvailable": "Pembaruan terbaru tersedia",
    "ok": "YA",
    "pause": "Pause",
    "preparing": "Preparing",
    "remove": "Remove",
    "reset": "Atur ulang",
    "restore": "Restore",
    "resume": "Resume",
    "retry": "Coba lagi",
    "save": "Simpan",
    "search": "Cari\n",
    "searchFor": "Pencarian untuk",
    "searchResults": "Hasil pencarian",
    "settings": "Pengaturan",
    "show": "Show",
    "signIn": "Sign in",
    "signOut": "Sign out",
    "sort": "Menyortir\n",
    "submit": "Megirim"
  },
  "webview": {
    "refresh": "Refresh",
    "share": "Share",
    "openInBrowser": "Open in browser",
    "clearCookies": "Clear cookies",
    "cookiesCleared": "Cookies cleared",
    "clearData": "Clear WebView data",
    "dataDeleted": "WebView data cleared"
  },
  "date": {
    "calendar": {
      "lastDay": "[Kemarin]\n",
      "lastWeek": "dddd [Kemarin]\n",
      "nextDay": "[Besok]\n",
      "sameDay": "[Hari ini]\n"
    }
  },
  "downloadScreen": {
    "cancelDownloads": "Cancel downloads",
    "cancelled": "Downloads cancelled.",
    "chapterEmptyOrScrapeError": "Either chapter is empty or the app couldn't scrape it",
    "chapterName": "Chapter: %{name}",
    "completed": "Download completed",
    "dbInfo": "Downloads are saved in a SQLite Database.",
    "downloading": "Downloading",
    "downloadingNovel": "Downloading: %{name}",
    "downloadsLower": "light novel is super long so we’ve decided to split chapter 1 into 7 parts. Why 7 you ask? Well, the chapter itself was already kind of split into 7 parts already.\n\nStarted by alyschu and strengthened with OverTheRanbow’s awesome slime thoughts.\n\nOverTheRanbow, I dub thee, king of Japanese sound effects!\n\n\nWhere’s this? Say, what exactly is going on here?\n\nThe last thing I remembered was something useless about a sage or great sage….\n\nAnd now, I woke up.\n\nMy name’s Minami Satoru, a good man of 37 years old.\n\nIn order to save a Kohai from a criminal, I got stabbed from behind.\n\nGreat, I still remember it. No problem, there’s no need to panic.\n\nBesides, I’m a dashing person. The only time I’ve panicked was when I pooped my pants in elementary school.\n\nLooking around, I finally discovered, I couldn’t open my eyes.\n\nThis is pretty headache inducing. I tried to rub my head…… I didn’t get any response from my hand either. Before this, where exactly is my head?\n\nOi oi, give me a minute.\n\nGive me some time, I need to calm down. I think this is a good time to count prime numbers?\n\nOne, two, three, ah ——!!\n\nWait no, not like this! Actually, one is not even a prime number, right?\n\nNo no, this kind of thing doesn’t matter.\n\nRight now’s not the time to think about these useless things, my current condition should be anything other than reassuring, right?\n\nEh? W-what exactly is going on here?\n\nDon’t tell me…… I’ve already sank into a state of confusion and now I’m wasting time?\n\nI hurriedly confirmed if anywhere on my body was hurting.\n\nNothing hurts at all, it’s better to say that it’s actually pretty comfortable.\n\nNot even hot or cold, this is really a refreshing space.\n\nThis made me loosen up a little.\n\nAnd now to confirm my hands and feet… Let’s not talk about finger tips, neither my hands or feet had any responses at all.\n\nWhat exactly is going on?\n\nI was clearly only stabbed once, it shouldn’t have chopped away my hands and feet right?\n\nAlso, I can’t even open my eyes.\n\nI can’t see anything, this is pitch-black darkness.\n\nIn my heart, an anxiety that I’ve never felt before flooded out.\n\nIs this….. the legendary unconscious state?\n\nOr is that, although I have my consciousness, my nerves are all broken and I can’t move?\n\nOi oi oi, give me a break!\n\nI have to carefully think about it.\n\nA human will go mad shortly after if confined into a closed space. It could be said that the current me is in that state. Also, I can’t die even if I wanted to.\n\nWaiting to go mad just like this, how could that be possible!\n\nAt this time, a feeling of being touched by something traveled through my body.\n\nEh? What’s this….?\n\nI concentrate my entire consciousness on that sensation.\n\nAbdomen? An area that feels like the abdomen was touched by some kind of plant.\n\nEverything I gathered my consciousness onto a spot, I could then roughly understand the area of that spot. Occasionally, I could feel a slightly prickling sensation from something that seems to be a leaf-like plant.\n\nI feel a bit happier now.\n\nEven though I’m still inside the pitch-black darkness. But at least the sense of touch from the five senses is still working.\n\nI enthusiastically tried to move toward that blade of grass ——\n\nAs if crawling, my body indeed moved.\n\nI actually…. moved!?\n\nNow I’ve finally understood that I’m not on the hospital bed. Why, you say? Because the solid feeling of something like rocks came from under my abdomen.\n\nSo that’s what it is…. Even though I don’t really understand it, in short, I’m not in the hospital.\n\nNot only that, neither my eyes or ears worked.\n\nAlthough I don’t know where my head is, I still tried to move toward the direction of the grass. My consciousness was completely concentrated onto the part that touched.\n\nI couldn’t smell anything at all. I’m afraid that, it seems like my sense of smell has also failed?\n\nSpeaking of which, what kind of shape am I right now?\n\nAlthough I don’t want to admit, but from this streamlined contour and elasticity, I could only think of [that].\n\nA possibility flashed across my head.\n\nNo no…… how is that possible. No matter how you say it, it shouldn’t be….\n\nAll in all, let’s put the anxiety aside.\n\nI, started to try the last function, of a human’s five senses.\n\nHowever, since I don’t even know where my mouth is at, how exactly am I supposed to try it?\n\n[Activate Unique skill [Predator]? (Yes/No)]\n\nSuddenly, a voice came from my brain.\n\nHa? What did you say? It’s actually Unique skill [Predator]……!?\n\nSpeaking of which, what exactly is this voice?\n\nIt seems like that I had heard this voice when I passed on my last will to Tamura, was it not a hallucination?\n\nIs someone there? No, it seems a little different. Rather than to say someone’s here…… It’s more like the words floated out from my consciousness.\n\nThere is no sense of being human, it seemed inorganic, like a computer generated voice.\n\nAnyways, I chose No!\n\nNo response. Although I tried and waited for a long time, no more sound came out.\n\nIt looks like it wouldn’t ask a second time. Did I perchance choose the wrong option? Is this the type of game that would get stuck if you didn’t choose the Yes option?\n\nI thought it’d be like a Rpg, and if you don’t choose Yes it would keep on asking. Seems like I was wrong.\n\nIt clearly was the one that asked first, and then ignored me after. What a impolite fellow.\n\nAfter finally hearing a voice, I was actually a little happy about it.\n\nI immersed myself in regret.\n\nWell, there is no other choice. Anyways, I’ll try to test out the sense of taste.\n\nI concentrated my awareness onto the pile of grass, and moved my body.\n\nAfter confirming the part that was touched by the grass, I pressed my whole body onto it. This tactile impression, as expected, is undoubtedly grass.\n\nAs I was feeling the tactile impression of the grass, the part of the grass that was in contact with my body started to melt. At first I had thought my body was melting and was really startled, but it seems that only the grass had melted.\n\nAnd my body was absorbing the components of the grass.\n\nIt seems, my body didn’t have a mouth, and the part that touched things had replaced the function of the mouth instead. Just as a side note, I couldn’t taste anything at all.\n\nThat being said, it’s just like that.\n\nIt seems, the fact that I’m no longer being a human, there’s almost no mistakes about it.\n\nThen that means, sure enough, I was stabbed to death back then?\n\nRather than asking, I’m already almost convinced. Then, the fact that I’m not in a hospital, but in on a stone ground that grew weeds can be accepted.\n\nWhat happened with Tamura in the end?\n\nWhat about Sawatari?\n\nMy computer should be taken care of, right?\n\nI’m full of questions. But, there’s no point in worrying right now. It’s better to think about what to do from now on.\n\nHowever, the way I look right now ——\n\nAnd that feeling a moment ago….\n\nI directed my consciousness to my body again.\n\nPuni, Puni\n\nA body that moved with a rhythm.\n\nIn this total darkness, I spent a little time confirming the whole structure of my body.\n\nHow could this be possible!?\n\nI was clearly that kind of dashing and handsome man before, but now I’ve turned into a streamlined and bouncy slime!!\n\nWhat kind of joke was this! Who would even agree to this kind of thing!!\n\nBut this body’s contour, no matter how I think about it, it can only be that thing!!\n\nNo no, but, hm.\n\nI don’t really dislike it either? Umu, that thing really is kind of cute.\n\nAh but, if one were to be asked if they want to turn into something like that? I’d say over 90 percent of people would probably choose no.\n\nWell, I’ll have to accept it I guess…..\n\nIt seems, my [Soul] after I had died, turned into a monster in another world.\n\nThis originally should be impossible. Even if it’s possible the chances should only be near astronomical.\n\nIn conclusion, I reincarnated into a slime.\n\nMugu mugu.\n\nRight now, I’m eating grass.\n\nWhy, you ask…… do I even need to answer!\n\nBecause I am ex. tre. me. ly. bor. ed!\n\nAfter accepting that I’ve been turned into a slime, many days have passed. I don’t really know the exact amount of time….. Since there’s no concept of time at all in this pitch-black darkness.\n\n\n\nDuring this period of time, I discovered that the body of a slime is actually pretty convenient. I can’t get hungry, nor become sleepy. Which means, I don’t need to worry about eating and sleeping at all.\n\nI’ve also ascertained another thing.\n\nAlthough I don’t know where this is, but there seems to be no other living beings. And thanks to that, there is completely no need to worry about my life being in danger…… Just that it’s kind of hard to stand doing nothing every single day.\n\nAfter that time, the mysterious voice never appeared again. If it’s now, it’d be fine to chat with you a little, ya know.\n\nAnyways, I helplessly started to eat grass.\n\nIt’s not like I’ve got anything else to do, this is only a way to pass time.\n\nRight now, the grass I’ve absorbed is disintegrating in my body. I can feel the components slowly accumulate after being dismantled.\n\nTo ask what meaning does this have, I’d say it has no meaning at all.\n\nIf I didn’t do anything, I feel like I would really go mad. I’m just afraid of that, that’s all.\n\nAbsorb, Dismantle, Storage. Recently, I had become totally proficient in these set of actions.\n\nThere is something very incredible here.\n\nUp until now, I seemed to not have any excreting behavior.\n\nAfter all, I’m a slime, there is indeed a high possibility that this is unnecessary. But, where did the stuff that was stored go?\n\nJust based on feelings, I felt no change of my contour.\n\nWhat exactly is going on here?\n\n[Answer. The items are stored inside the Unique Skill [Predator]’s stomach sack. Also, the current usage of the space does not exceed 1 percent]\n\nWhat? It actually answered ——!\n\nBut, how exactly did I use the skill? I should have answered No! earlier that time.\n\n[Answer. Did not use the Unique skill [Predator]. From the settings, absorbed materials will automatically be stored inside the stomach sack. It can be changed at will]\n\nWhat? The answer this time felt really fluent! Wait no, putting that aside for now……\n\nThen, what would happen if I used the skill?\n\n[Answer. Unique Skill [Predator]’s main effects are ——–\n\nAnalyze: Analyze and examine the stored target. Can create items that can be produced. Under the conditions with sufficient materials, replication is possible. After successfully analyzing skills or magic, it is possible to learn the target’s skills/magic.\n\nStomach sack: Store targets that have been predated. Also, it can conserve objects made from Analyze. The objects stored inside the Stomach sack will go into a state of stasis.\n\nMimicry: Mimic targets that have been absorbed, can use the same level of abilities of the target. However, it’s only limited to objects that have been successfully analyzed.\n\nIsolate: Storage of impossible to analyze or harmful effects. After passing through the nullification process, restores magic power.\n\n—– The five abilities above]\n\nEh……Eh?\n\nA nostalgic feeling of being surprised. It feels like, this skill is kind of cheating…… This isn’t an ability that a mere slime should have, right?\n\nWait a minute, before that, who’s voice was it that answered me?\n\n[Answer. Unique Skill [Great Sage]’s effect. Since the ability had finished cementing, the speed of response has increased]\n\nGreat Sage huh…… I thought it was only mocking me. I didn’t think that it’d be this reliable. Take care of me from now on.\n\nSpeaking of which, it’s not the time to be stubborn anymore…..\n\nIf I could heal this endless loneliness, it’d be fine even if this [voice] was only a hallucination.\n\nI have finally experienced the feeling of true relaxation after such a long time.\n\nPrevious Chapter | Main Page | Next Chapter",
    "noDownloads": "Light novel is super long so we’ve decided to split chapter 1 into 7 parts. Why 7 you ask? Well, the chapter itself was already kind of split into 7 parts already.\n\nStarted by alyschu and strengthened with OverTheRanbow’s awesome slime thoughts.\n\nOverTheRanbow, I dub thee, king of Japanese sound effects!\n\n\nWhere’s this? Say, what exactly is going on here?\n\nThe last thing I remembered was something useless about a sage or great sage….\n\nAnd now, I woke up.\n\nMy name’s Minami Satoru, a good man of 37 years old.\n\nIn order to save a Kohai from a criminal, I got stabbed from behind.\n\nGreat, I still remember it. No problem, there’s no need to panic.\n\nBesides, I’m a dashing person. The only time I’ve panicked was when I pooped my pants in elementary school.\n\nLooking around, I finally discovered, I couldn’t open my eyes.\n\nThis is pretty headache inducing. I tried to rub my head…… I didn’t get any response from my hand either. Before this, where exactly is my head?\n\nOi oi, give me a minute.\n\nGive me some time, I need to calm down. I think this is a good time to count prime numbers?\n\nOne, two, three, ah ——!!\n\nWait no, not like this! Actually, one is not even a prime number, right?\n\nNo no, this kind of thing doesn’t matter.\n\nRight now’s not the time to think about these useless things, my current condition should be anything other than reassuring, right?\n\nEh? W-what exactly is going on here?\n\nDon’t tell me…… I’ve already sank into a state of confusion and now I’m wasting time?\n\nI hurriedly confirmed if anywhere on my body was hurting.\n\nNothing hurts at all, it’s better to say that it’s actually pretty comfortable.\n\nNot even hot or cold, this is really a refreshing space.\n\nThis made me loosen up a little.\n\nAnd now to confirm my hands and feet… Let’s not talk about finger tips, neither my hands or feet had any responses at all.\n\nWhat exactly is going on?\n\nI was clearly only stabbed once, it shouldn’t have chopped away my hands and feet right?\n\nAlso, I can’t even open my eyes.\n\nI can’t see anything, this is pitch-black darkness.\n\nIn my heart, an anxiety that I’ve never felt before flooded out.\n\nIs this….. the legendary unconscious state?\n\nOr is that, although I have my consciousness, my nerves are all broken and I can’t move?\n\nOi oi oi, give me a break!\n\nI have to carefully think about it.\n\nA human will go mad shortly after if confined into a closed space. It could be said that the current me is in that state. Also, I can’t die even if I wanted to.\n\nWaiting to go mad just like this, how could that be possible!\n\nAt this time, a feeling of being touched by something traveled through my body.\n\nEh? What’s this….?\n\nI concentrate my entire consciousness on that sensation.\n\nAbdomen? An area that feels like the abdomen was touched by some kind of plant.\n\nEverything I gathered my consciousness onto a spot, I could then roughly understand the area of that spot. Occasionally, I could feel a slightly prickling sensation from something that seems to be a leaf-like plant.\n\nI feel a bit happier now.\n\nEven though I’m still inside the pitch-black darkness. But at least the sense of touch from the five senses is still working.\n\nI enthusiastically tried to move toward that blade of grass ——\n\nAs if crawling, my body indeed moved.\n\nI actually…. moved!?\n\nNow I’ve finally understood that I’m not on the hospital bed. Why, you say? Because the solid feeling of something like rocks came from under my abdomen.\n\nSo that’s what it is…. Even though I don’t really understand it, in short, I’m not in the hospital.\n\nNot only that, neither my eyes or ears worked.\n\nAlthough I don’t know where my head is, I still tried to move toward the direction of the grass. My consciousness was completely concentrated onto the part that touched.\n\nI couldn’t smell anything at all. I’m afraid that, it seems like my sense of smell has also failed?\n\nSpeaking of which, what kind of shape am I right now?\n\nAlthough I don’t want to admit, but from this streamlined contour and elasticity, I could only think of [that].\n\nA possibility flashed across my head.\n\nNo no…… how is that possible. No matter how you say it, it shouldn’t be….\n\nAll in all, let’s put the anxiety aside.\n\nI, started to try the last function, of a human’s five senses.\n\nHowever, since I don’t even know where my mouth is at, how exactly am I supposed to try it?\n\n[Activate Unique skill [Predator]? (YES/NO)]\n\nSuddenly, a voice came from my brain.\n\nHa? What did you say? It’s actually Unique skill [Predator]……!?\n\nSpeaking of which, what exactly is this voice?\n\nIt seems like that I had heard this voice when I passed on my last will to Tamura, was it not a hallucination?\n\nIs someone there? No, it seems a little different. Rather than to say someone’s here…… It’s more like the words floated out from my consciousness.\n\nThere is no sense of being human, it seemed inorganic, like a computer generated voice.\n\nAnyways, I chose NO!\n\nNo response. Although I tried and waited for a long time, no more sound came out.\n\nIt looks like it wouldn’t ask a second time. Did I perchance choose the wrong option? Is this the type of game that would get stuck if you didn’t choose the YES option?\n\nI thought it’d be like a RPG, and if you don’t choose YES it would keep on asking. Seems like I was wrong.\n\nIt clearly was the one that asked first, and then ignored me after. What a impolite fellow.\n\nAfter finally hearing a voice, I was actually a little happy about it.\n\nI immersed myself in regret.\n\nWell, there is no other choice. Anyways, I’ll try to test out the sense of taste.\n\nI concentrated my awareness onto the pile of grass, and moved my body.\n\nAfter confirming the part that was touched by the grass, I pressed my whole body onto it. This tactile impression, as expected, is undoubtedly grass.\n\nAs I was feeling the tactile impression of the grass, the part of the grass that was in contact with my body started to melt. At first I had thought my body was melting and was really startled, but it seems that only the grass had melted.\n\nAnd my body was absorbing the components of the grass.\n\nIt seems, my body didn’t have a mouth, and the part that touched things had replaced the function of the mouth instead. Just as a side note, I couldn’t taste anything at all.\n\nThat being said, it’s just like that.\n\nIt seems, the fact that I’m no longer being a human, there’s almost no mistakes about it.\n\nThen that means, sure enough, I was stabbed to death back then?\n\nRather than asking, I’m already almost convinced. Then, the fact that I’m not in a hospital, but in on a stone ground that grew weeds can be accepted.\n\nWhat happened with Tamura in the end?\n\nWhat about Sawatari?\n\nMy computer should be taken care of, right?\n\nI’m full of questions. But, there’s no point in worrying right now. It’s better to think about what to do from now on.\n\nHowever, the way I look right now ——\n\nAnd that feeling a moment ago….\n\nI directed my consciousness to my body again.\n\nPuni, Puni\n\nA body that moved with a rhythm.\n\nIn this total darkness, I spent a little time confirming the whole structure of my body.\n\nHow could this be possible!?\n\nI was clearly that kind of dashing and handsome man before, but now I’ve turned into a streamlined and bouncy slime!!\n\nWhat kind of joke was this! Who would even agree to this kind of thing!!\n\nBut this body’s contour, no matter how I think about it, it can only be that thing!!\n\nNo no, but, hm.\n\nI don’t really dislike it either? Umu, that thing really is kind of cute.\n\nAh but, if one were to be asked if they want to turn into something like that? I’d say over 90 percent of people would probably choose no.\n\nWell, I’ll have to accept it I guess…..\n\nIt seems, my [Soul] after I had died, turned into a monster in another world.\n\nThis originally should be impossible. Even if it’s possible the chances should only be near astronomical.\n\nIn conclusion, I reincarnated into a slime.\n\nMugu mugu.\n\nRight now, I’m eating grass.\n\nWhy, you ask…… do I even need to answer!\n\nBecause I am ex.tre.me.ly. bor.ed!\n\nAfter accepting that I’ve been turned into a slime, many days have passed. I don’t really know the exact amount of time….. Since there’s no concept of time at all in this pitch-black darkness.\n\n\n\nDuring this period of time, I discovered that the body of a slime is actually pretty convenient. I can’t get hungry, nor become sleepy. Which means, I don’t need to worry about eating and sleeping at all.\n\nI’ve also ascertained another thing.\n\nAlthough I don’t know where this is, but there seems to be no other living beings. And thanks to that, there is completely no need to worry about my life being in danger…… Just that it’s kind of hard to stand doing nothing every single day.\n\nAfter that time, the mysterious voice never appeared again. If it’s now, it’d be fine to chat with you a little, ya know.\n\nAnyways, I helplessly started to eat grass.\n\nIt’s not like I’ve got anything else to do, this is only a way to pass time.\n\nRight now, the grass I’ve absorbed is disintegrating in my body. I can feel the components slowly accumulate after being dismantled.\n\nTo ask what meaning does this have, I’d say it has no meaning at all.\n\nIf I didn’t do anything, I feel like I would really go mad. I’m just afraid of that, that’s all.\n\nAbsorb, Dismantle, Storage. Recently, I had become totally proficient in these set of actions.\n\nThere is something very incredible here.\n\nUp until now, I seemed to not have any excreting behavior.\n\nAfter all, I’m a slime, there is indeed a high possibility that this is unnecessary. But, where did the stuff that was stored go?\n\nJust based on feelings, I felt no change of my contour.\n\nWhat exactly is going on here?\n\n[Answer. The items are stored inside the Unique Skill [Predator]’s stomach sack. Also, the current usage of the space does not exceed 1 percent]\n\nWhat? It actually answered ——!\n\nBut, how exactly did I use the skill? I should have answered NO! earlier that time.\n\n[Answer. Did not use the Unique skill [Predator]. From the settings, absorbed materials will automatically be stored inside the stomach sack. It can be changed at will]\n\nWhat? The answer this time felt really fluent! Wait no, putting that aside for now……\n\nThen, what would happen if I used the skill?\n\n[Answer. Unique Skill [Predator]’s main effects are ——–\n\nAnalyze: Analyze and examine the stored target. Can create items that can be produced. Under the conditions with sufficient materials, replication is possible. After successfully analyzing skills or magic, it is possible to learn the target’s skills/magic.\n\nStomach sack: Store targets that have been predated. Also, it can conserve objects made from Analyze. The objects stored inside the Stomach sack will go into a state of stasis.\n\nMimicry: Mimic targets that have been absorbed, can use the same level of abilities of the target. However, it’s only limited to objects that have been successfully analyzed.\n\nIsolate: Storage of impossible to analyze or harmful effects. After passing through the nullification process, restores magic power.\n\n—– The five abilities above]\n\nEh……Eh?\n\nA nostalgic feeling of being surprised. It feels like, this skill is kind of cheating…… This isn’t an ability that a mere slime should have, right?\n\nWait a minute, before that, who’s voice was it that answered me?\n\n[Answer. Unique Skill [Great Sage]’s effect. Since the ability had finished cementing, the speed of response has increased]\n\nGreat Sage huh…… I thought it was only mocking me. I didn’t think that it’d be this reliable. Take care of me from now on.\n\nSpeaking of which, it’s not the time to be stubborn anymore…..\n\nIf I could heal this endless loneliness, it’d be fine even if this [voice] was only a hallucination.\n\nI have finally experienced the feeling of true relaxation after such a long time.\n\nPrevious Chapter | Main Page | Next Chapter\n",
    "pluginNotFound": "Plugin not found!",
    "removeDownloadsWarning": "Are you sure? All downloaded chapters will be deleted."
  },
  "generalSettings": "Umum\n",
  "generalSettingsScreen": {
    "asc": "(Naik)\n",
    "autoDownload": "Unduh otomatis\n",
    "bySource": "Berdasarkan sumber\n",
    "chapterSort": "Pengurutan Bab bawaan\n",
    "desc": "(Menurun)\n",
    "disableLoadingAnimations": "Disable loading animations",
    "disableLoadingAnimationsDesc": "May improve performance on slower devices",
    "disableHapticFeedback": "Nonaktifkan umpan balik haptic\n",
    "disableHapticFeedbackDescription": "Turn off vibrations for touch interactions.",
    "displayMode": "Mode tampilan\n",
    "downloadNewChapters": "Unduh bab terbaru\n",
    "epub": "EPUB\n",
    "epubLocation": "Lokasi EPUB\n",
    "epubLocationDescription": "Lokasi dimana anda membuka dan mengekspor file EPUB anda.\n",
    "globalUpdate": "Pembaruan global\n",
    "gridSize": "Grid size",
    "gridSizeDesc": "%{num} per row",
    "itemsPerRow": "Barang-barang per baris\n",
    "itemsPerRowLibrary": "Barang-barang per baris di perpustakaan\n",
    "jumpToLastReadChapter": "Jump to last read chapter in list",
    "novel": "Novel\n",
    "novelBadges": "Lencana Novel",
    "novelSort": "Urutkan Novel",
    "refreshMetadata": "Memperbarui metadata secara otomatis\n",
    "refreshMetadataDescription": "Periksa sampul dan detail baru saat memperbarui perpustakaan\n",
    "sortOrder": "Sort Order",
    "updateLibrary": "Perbarui perpustakaan saat diluncurkan\n",
    "updateLibraryDesc": "Not recommended for low devices",
    "updateOngoing": "Hanya memperbarui novel yang sedang berlangsung\n",
    "updateTime": "Perlihatkan waktu pembaruan terakhir\n",
    "useFAB": "Gunakan FAB di perpustakaan\n"
  },
  "globalSearch": {
    "allSources": "semua sumber\n",
    "searchIn": "Cari novel di\n"
  },
  "history": "Sejarah",
  "historyScreen": {
    "chapter": "Chapter",
    "clearHistorWarning": "Apa anda yakin? Semua riwayat akan hilang.\n",
    "deleted": "History deleted.",
    "nothingReadRecently": "Nothing read recently",
    "searchbar": "Pencarian riwayat"
  },
  "library": "Koleksi",
  "libraryScreen": {
    "bottomSheet": {
      "display": {
        "badges": "Lencana\n",
        "comfortable": "Baris nyaman\n",
        "compact": "Baris tersusun rapat\n",
        "displayMode": "Mode Tampilan",
        "download": "Download",
        "downloadBadges": "Lencana unduh\n",
        "list": "Daftar\n",
        "noTitle": "Hanya menutupi baris\n",
        "numberOfItems": "Number of Items",
        "showNoOfItems": "Tampilkan banyaknya barang\n",
        "unread": "Unread",
        "unreadBadges": "Lencana belum dibaca\n"
      },
      "filters": {
        "completed": "Sudah selesai",
        "downloaded": "Diunduh",
        "started": "Sudah dimulai",
        "unread": "Belum dibaca"
      },
      "sortOrders": {
        "alphabetically": "Menurut Abjad",
        "dateAdded": "Tanggal Ditambahkan",
        "download": "Diunduh",
        "lastRead": "Terakhir Dibaca",
        "lastUpdated": "Terakhir kali diperbarui",
        "totalChapters": "Jimlah bab",
        "unread": "belum dibaca"
      }
    },
    "empty": "Pustaka kamu kosong. Tambahkan serial ke pustaka kamu dari Jelajah.\n",
    "extraMenu": {
      "importEpub": "Import Epub",
      "openRandom": "",
      "updateCategory": "Update Category",
      "updateLibrary": "Update Library"
    },
    "searchbar": "Cari di pustaka"
  },
  "more": "Lainnya\n",
  "moreScreen": {
    "downloadOnly": "Terunduh saja\n",
    "downloadOnlyDesc": "Filters all novels in your library",
    "downloadQueue": "Download queue",
    "incognitoMode": "Mode penyamaran\n",
    "incognitoModeDesc": "Pauses reading history"
  },
  "novelScreen": {
    "addToLibaray": "Tambahkan ke koleksi\n",
    "bottomSheet": {
      "displays": {
        "chapterNumber": "Chapter number",
        "sourceTitle": "Source title"
      },
      "filters": {
        "bookmarked": "Bookmarked",
        "downloaded": "Downloaded",
        "unread": "Unread"
      },
      "order": {
        "byChapterName": "By chapter name",
        "bySource": "By source"
      }
    },
    "chapterChapnum": "Chapter %{num}",
    "chapters": "bab\n",
    "continueReading": "Lanjutkan membaca\n",
    "convertToEpubModal": {
      "chaptersWarning": "EPUB hanya berisi bab yang telah di unduh\n",
      "chooseLocation": "Pilih tempat penyimpanan EPUB\n",
      "pathToFolder": "Jalur ke berkas penyimpanan EPUB\n",
      "useCustomCSS": "Gunakan CSS khusus\n",
      "useCustomJS": "Gunakan JS khusus\n",
      "useCustomJSWarning": "Bisa saja tidak didukung oleh semua pembaca EPUB\n",
      "useReaderTheme": "Gunakan tema pembaca\n"
    },
    "deleteChapterError": "Cant delete chapter chapter folder",
    "deleteMessage": "Delete downloaded chapters?",
    "deletedAllDownloads": "Deleted all Downloads",
    "download": {
      "custom": "Custom",
      "customAmount": "Download custom amount",
      "delete": "Delete downloads",
      "next": "Next chapter",
      "next10": "Next 10 chapter",
      "next5": "Next 5 chapter",
      "unread": "Unread"
    },
    "edit": {
      "addTag": "Add Tag",
      "author": "Author: %{author}",
      "cover": "Edit cover",
      "info": "Edit info",
      "status": "Status:",
      "summary": "Description: %{summary}...",
      "title": "Title: %{title}"
    },
    "inLibaray": "Di koleksi\n",
    "jumpToChapterModal": {
      "chapterName": "Nama Bab\n",
      "chapterNumber": "Nomor Bab\n",
      "error": {
        "validChapterName": "Masukan nama bab yang benar\n",
        "validChapterNumber": "Masukan nomor bab yang benar\n"
      },
      "jumpToChapter": "Melompat ke Bab\n",
      "openChapter": "Buka Bab\n"
    },
    "migrate": "Pindah\n",
    "noSummary": "Tidak ada rangkuman\n",
    "progress": "Progress %{progress} %",
    "readChaptersDeleted": "Read chapters deleted",
    "startReadingChapters": "Start reading %{name}",
    "status": {
      "cancelled": "Cancelled",
      "completed": "Completed",
      "licensed": "Licensed",
      "onHiatus": "On Hiatus",
      "ongoing": "Ongoing",
      "publishingFinished": "Publishing Finished",
      "unknown": "Unknown"
    },
    "tracked": "Tracked",
    "tracking": "Tracking",
    "unknownStatus": "Unknown status",
    "updatedToast": "Updated %{name}"
  },
  "readerScreen": {
    "bottomSheet": {
      "allowTextSelection": "Izinkan pemilihan teks\n",
      "autoscroll": "Gulung otomatis\n",
      "bionicReading": "Bionic Reading",
      "tapToScroll": "Tap to scroll",
      "color": "Warna\n",
      "fontStyle": "Gaya huruf\n",
      "fullscreen": "Layar Penuh",
      "lineHeight": "Jarak antar baris\n",
      "padding": "Padding",
      "pageReader": "Tap left or right to navigate through pages in the reader (Experimental)",
      "removeExtraSpacing": "Menghapus tambahan baris paragraf\n",
      "scrollAmount": "Banyak gulung (tinggi layar secara bawaan)\n",
      "showBatteryAndTime": "Tampilkan baterai dan waktu\n",
      "showProgressPercentage": "Tampilkan persentase proses\n",
      "swipeGestures": "Gesek ke kiri atau kanan untuk menjelajahi antar bab\n",
      "textAlign": "Perataan",
      "textSize": "Ukuran teks\n",
      "useChapterDrawerSwipeNavigation": "Geser ke kanan untuk membuka kamera\n",
      "verticalSeekbar": "Bilah pencarian vertikal\n",
      "keepScreenOn": "Keep screen on",
      "volumeButtonsScroll": "Tombol volume gulung\n"
    },
    "drawer": {
      "scrollToBottom": "Gulung ke bawah\n",
      "scrollToCurrentChapter": "Gulir ke bab saat ini",
      "scrollToTop": "Gulung ke atas\n"
    },
    "emptyChapterMessage": "<p>Chapter is empty.</p><p>Report on <a href='https://github.com/LNReader/lnreader-sources/issues/new/choose'>GitHub</a> if it's available in WebView.</p><p>Plugin: %{pluginId}</p><p>Novel: %{novelName}</p><p>Chapter: %{chapterName}</p>",
    "finished": "Selesai\n",
    "nextChapter": "Next: %{name}",
    "noNextChapter": "Tidak ada bab selanjutnya\n",
    "noPreviousChapter": "There's no previous chapter"
  },
  "readerSettings": {
    "autoScrollInterval": "Interval menggulir otomatis (dalam detik)\n",
    "autoScrollOffset": "Offset gulir otomatis (tinggi layar secara default)\n",
    "backgroundColor": "Warna latar belakang\n",
    "backgroundColorModal": "Warna latar belakang pembaca\n",
    "clearCustomCSS": "Apa anda yakin? Custom CSS anda akan disetel ulang.\n",
    "clearCustomJS": "Apa anda yakin? Custom JS anda akan disetel ulang.\n",
    "cssHint": "Petunjuk: Anda dapat membuat konfigurasi CSS khusus sumber dengan ID sumber. (#sourceId-[SOURCEID])\n",
    "customCSS": "Kostumisasi CSS\n",
    "customJS": "JS Khusus\n",
    "deleteCustomTheme": "Hapus kostumisasi tema\n",
    "jsHint": "Hint: You have access to following variables: html, novelName, chapterName, sourceId, chapterId, novelId\n",
    "notSaved": "Tidak tersimpan\n",
    "openCSSFile": "Buka file CSS\n",
    "openJSFile": "Buka file JS\n",
    "preset": "Prasetel\n",
    "readerTheme": "Tema pembaca\n",
    "saveCustomTheme": "Simpan kostumisasi tema\n",
    "textColor": "Warna teks\n",
    "textColorModal": "Warna teks pembaca\n",
    "title": "Pembaca\n",
    "verticalSeekbarDesc": "Beralih antara bar pencarian vertikal dan horizontal\n"
  },
  "sourceScreen": {
    "noResultsFound": "Tidak ada hasil ditemukan\n"
  },
  "statsScreen": {
    "downloadedChapters": "Downloaded chapters\n",
    "genreDistribution": "Genre distribution\n",
    "readChapters": "Baca Bab\n",
    "sources": "Sources",
    "statusDistribution": "Status distribusi",
    "title": "Statistics\n",
    "titlesInLibrary": "Titles in library\n",
    "totalChapters": "Total chapters\n",
    "unreadChapters": "Unread chapters\n"
  },
  "tracking": "Tracking",
  "trackingScreen": {
    "logOutMessage": "Log out from %{name}?",
    "revalidate": "Revalidate",
    "services": "Services"
  },
  "updates": "Pembaruan\n",
  "updatesScreen": {
    "deletedChapters": "Deleted %{num} chapters",
    "emptyView": "Tidak ada pembaruan terkini\n",
    "lastUpdatedAt": "Pustaka terakhir diperbarui:\n",
    "libraryUpdated": "Library Updated",
    "newChapters": "Bab baru\n",
    "novelsUpdated": "%{num} novels updated",
    "searchbar": "Cari di pembaruan\n",
    "unableToGetNovel": "Unable to get novel",
    "updatesLower": "Pembaruan\n",
    "updatingLibrary": "Updating library"
  },
  "onboardingScreen": {
    "welcome": "Welcome",
    "pickATheme": "Pick a theme",
    "light": "Light",
    "dark": "Dark",
    "complete": "Complete"
  }
}